/*
  Localizable.strings
  ownCloud

  Created by Pablo Carrascal on 13/03/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

/* Add / Edit Bookmark */
"Edit account" = "Editar a conta";
"Add account" = "Engadir unha conta";
"Server URL" = "URL do servidor";
"https://example.com" = "https://exemplo.com";
"Continue" = "Continuar";
"Name" = "Nome";
"Example Server" = "Servidor de exemplo";
"Show Certificate Details" = "Amosar detalles do certificado";
"Connect" = "Conectar";
"Delete Authentication Data" = "Eliminar datos de autenticación";
"Authentication" = "Autenticación";
"Username" = "Nome de usuario";
"Password" = "Contrasinal";
"Certificate Details" = "Detalles do certificado";
"Cancel" = "Cancelar";
"Approve" = "Aprobar";
"Error" = "Erro";
"Issues" = "Incidencias";
"Review Connection" = "Revisar a conexión";
"Authenticated via" = " Autenticado a través de";
"Authenticated as %@ via %@" = " Autenticado como %@ a través de %@";
"Edit" = "Editar";
"Credentials" = "Credenciais";
"Rejected" = "Rexeitado";
"Passed" = "Aprobado";
"Accepted" = "Aceptado";
"Validation Error" = "Produciuse un erro de validación";
"Certificate was rejected by user." = "O certificado foi rexeitado polo usuario.";
"Certificate has issues.\nOpen 'Certificate Details' for more informations." = "O certificado ten problemas.\nAbra «Detalles do certificado» para obter máis información.";
"No issues found. Certificate passed validation." = "Non se atoparon problemas. O certificado pasou a validación.";
"Certificate may have issues, but was accepted by user.\nOpen 'Certificate Details' for more informations." = "O certificado pode ter problemas, pero foi aceptado polo usuario.\nAbra \"Detalles do certificado\" para obter máis información.";
"If you 'Continue', you will be prompted to allow the '%@' App to open OAuth2 login where you can enter your credentials." = "Se «Continúa», pediráselle que a aplicación «%@» abra o inicio de sesión de OAuth2 onde pode introducir as súas credenciais.";

"Error opening %@" = "Produciuse un erro ao abrir %@";

"Contacting server…" = "Contactando co servidor…";
"Authenticating…" = "Autenticando…";

"Fetching user information…" = "Obtendo a información do usuario…";
"Updating connection…" = "Actualizando a conexión…";

"Missing hostname" = "Non se atopa o nome do servidor";
"The entered URL does not include a hostname." = "O URL introducidos non inclúe o nome do servidor.";
"Add account" = "Engadir unha conta";
"Server name" = "Nome do servidor";
"Server Password" = "Contrasinal do servidor";
"Server Username" = "Nome de usuario do servidor";
"Show accounts" = "Amosar contas";
"Setup complete" = "Configuración completa";
"Edit Login" = "Editar o acceso";
"Manage Storage" = "Xestionar o almacenamento";
"Access Files" = "Acceder aos ficheiros";
"Logout" = "Saír";

/* Bookmark Info */
"Bookmark Metadata" = "Bookmark Metadata";

/* Client */
"Browse" = "Examinar";
"Files" = "Ficheiros";
"Disconnect" = "Desconectar";
"Connecting…" = "Conectando…";
"Connected." = "Conectado.";
"Select" = "Seleccionar";
"Done" = "Feito";

"Folder" = "Cartafol";

"Stopped" = "Detido";
"Started…" = "Iniciado…";
"Contents from cache." = "Contidos da caché";
"Waiting for server response…" = "Agardando a resposta do servidor";
"This folder no longer exists." = "Este cartafol xa non existe.";
"Everything up-to-date." = "Todo está actualizado.";
"Please wait…" = "Agarde…";
"Sort by %@" = "Ordenar por %@";
"Sort by" = "Ordenar por";

"name" = "nome";
"kind" = "clase";
"size" = "tamaño";
"date" = "data";
"Search folder" = "Search folder";
"Search account" = "Search account";
"Pending" = "Pendentes";
"Show parent paths" = "Amosar as rutas principais";
"Reveal in folder" = "Reveal in folder";

"%@ of %@ used" = "Usado %@ de %@";
"Total: %@" = "Total: %@";
"%@ item | " = "%@ elemento | ";
"%@ items | " = "%@ elementos | ";

"Show more results" = "Show more results";

/* Search scope */
"Search scope" = "Search scope";
"Toggle Search Scope" = "Toggle Search Scope";

/* Static Login Setup */
"Server error" = "Produciuse un erro de servidor";
"The server doesn't support any allowed authentication method." = "O servidor non admite ningún dos métodos de autenticación permitidos.";
"The server doesn't support any known and allowed authentication method found." = "O servidor non admite ningún método de autenticación coñecido e permitido atopado.";
"Retry detection" = "Reintentar la detección";
"Enter your username and password" = "Enter your username and password";
"Please log in to authorize the app." = "Please log in to authorize the app.";
"Welcome to %@" = "Welcome to %@";
"Please enter a server URL" = "Please enter a server URL";
"Please pick a profile to begin setup" = "Please pick a profile to begin setup";

/* Single Account */
"You are connected as\n%@" = "Está conectado como\n%@";
"Login" = "Acceso";
"Wrong URL" = "URL incorrecto";
"Please enter a valid URL" = "Iintroduza un URL válido";
"Missing Profile URL" = "Falta o URL do perfil";
"The Profile '%@' does not have a URL configured.\nPlease provide a URL via configuration or MDM." = "O perfil «%@» non ten un URL configurado.\nForneza un URL a través da configuración ou MDM.";

/* Client Messages */
"Empty folder" = "Cartafol baleiro";
"This folder contains no files or folders." = "Este cartafol non contén ficheiros ou cartafoles.";

"Folder removed" = "Cartafol retirado";
"This folder no longer exists on the server." = "Este cartafol xa non existe no servidor.";
"Are you sure you want to delete this item from the server?" = "Confirma que quere eliminar este elemento do servidor?";
"Are you sure you want to delete these items from the server?" = "Confirma que quere eliminar estes elementos do servidor?";
"Multiple items" = "Múltiples elementos";
"Deleting '%@'" = "Eliminando «%@»";
"Renaming to %@" = "Renomeando a %@";
"Upload from your photo library" = "Enviar dende a súa fototeca";
"Missing permissions" = "Faltan os permisos";
"This permission is needed to upload photos and videos from your photo library." = "Este permiso é necesario para enviar fotos e vídeos da súa fototeca.";
"Not now" = "Agora non";
"Upload file" = "Enviar ficheiro";
"Upload files" = "Enviar ficheiros";

"No matches" = "Non hai coincidencias";
"There are no results for this search term" = "Non hai resultados para este termo de busca";
"Status" = "Estado";

"Authorization failed" = "Produciuse un fallo de autorización.";
"The account has been disabled." = "Esta conta foi desactivada.";
"The server declined access with the credentials stored for this connection." = "O servidor rexeitou o acceso coas credenciais almacenadas para esta conexión.";
"Access denied" = "Acceso denegado";
"The connection's access token has expired or become invalid. Sign in again to re-gain access." = "O testemuño de acceso da conexión caducou ou non é válido. Rexístrese de novo para volver ter acceso.";
"No authentication data has been found for this connection." = "Non se atoparon datos de autenticación para esta conexión.";
"Authentication with %@ is no longer allowed. Re-authentication needed." = "A autenticación con %@ xa non está permitida. Necesítase unha nova autenticación.";
"Sign in" = "Rexistrarse";
"Continue offline" = "Continuar sen conexión";
"Media upload in the previous session was incomplete since the application was terminated" = "O envío de ficheiros multimedia da sesión anterior estaba incompleta desde que se rematou a aplicación";

"Waiting for response from login session in external browser…" = "Waiting for response from login session in external browser…";

"All done" = "Todo feito";
"No pending messages or ongoing actions." = "Non hai mensaxes pendentes ou accións en curso.";

"Show all" = "Amosar todo";
"+ %ld more" = "+ %ld máis";
"Apply choice to all similar issues" = "Aplicar a escolla a todos as cuestións semellantes";
"Apply to all" = "Aplicar a todos";

/* Server List*/
"Cancel" = "Cancelar";
"OK" = "Aceptar";

"'%@' is currently locked" = "«%@» actualmente está bloqueado";
"An operation is currently performed that prevents connecting to '%@'. Please try again later." = "Unha operación que se esta a realizar agora impide conectarse a «%@». Tenteo máis diante.";
"Do you really want to disconnect from your '%@' account?" = "Confirma que quere desconectarse da súa conta  «%@»?";
"This will remove all locally stored file copies from your device." = "Isto eliminará do dispositivo todas as copias de ficheiros almacenadas localmente.";
"Really delete '%@'?" = "Quere eliminar «%@»?";
"Really logout from '%@'?" = "Quere saír de «%@»?";
"This will also delete all locally stored file copies." = "Isto tamén eliminará todas as copias almacenadas localmente. ";
"Delete" = "Eliminar";
"Remove" = "Retirar";
"Removing of '%@' failed" = "Produciuse un fallo ao retirar «%@»";
"Accounts" = "Contas";

"Help" = "Axuda";
"Feedback" = "Comentarios";
"Welcome" = "Benvido/a";
"Thanks for choosing %@! \n Start by adding your account." = "Grazas por escoller %@! \n Comece por engadir a súa conta.";

/* Settings Messages */

"Security" = "Seguridade";
"Passcode Lock" = "Código de bloqueo ";
"Face ID" = "ID facial";
"Touch ID" = "ID táctil";
"Videos" = "Vídeos";
"Photos" = "Fotos";
"Wifi only" = "Só con WiFi";
"Settings" = "Axustes";
"Lock application" = "Bloquear a aplicación";
"Upload videos via WiFi only" = "Enviar os vídeos só a través de WiFi";
"Upload pictures via WiFi only" = "Enviar imaxes só medinte WiFi";
"More" = "Máis";
"Documentation" = "Documentación";
"Send feedback" = "Enviar comentarios";
"Recommend to a friend" = "Recomendar a un amigo";
"Privacy Policy" = "Directiva de privacidade";
"Terms Of Use" = "Termos de uso";
"Acknowledgements" = "Recoñecementos";
"Portions of this app may utilize the following copyrighted material, the use of which is hereby acknowledged." = "Algunhas partes desta aplicación poden utilizar o seguinte material protexido por dereitos de autor, do que se recoñece o seu uso.";
"Video upload path" = "Ruta de envío de vídeos";
"Photo upload path" = "Ruta de envío de fotos";
"Immediately" = "Inmediatamente";
"After 1 minute" = "Após 1 minuto";
"After 5 minutes" = "Após 5 minutos";
"After 30 minutes" = "Após 30 minutos";
"If you choose \"Immediately\" the App will be locked, when it is no longer in foreground." = "If you choose \"Immediately\" the App will be locked, when it is no longer in foreground.";
"Please configure an email account" = "Configure unha conta de correo-e";
"You need to configure an email account first to be able to send emails." = "Para poder enviar correos-e primeiro ten que configurar unha conta de correo-e.";
"Do you want to open the following URL?" = "Quere abrir o seguinte URL?";
"Passcode option" = "Passcode option";
"Please choose how many digits you want to use for the passcode lock?" = "Please choose how many digits you want to use for the passcode lock?";
"%ld digit code" = "%ld digit code";
"Enter a new code with %ld digits" = "Enter a new code with %ld digits";

"%@%@ %@ version %@ build %@\n(app: %@, sdk: %@)" = "%@%@ %@ versión %@ compilación %@\n(apli: %@, sdk: %@)";
"beta" = "beta";
"release" = "publicación";
"App Version" = "Versión da apli";
"Version information were copied to the clipboard" = "A información da versión copiouse no portapapeis";


/* User Interface Settings */
"Theme" = "Tema";
"User Interface" = "Interface de usuario";
"Dark" = "Escuro";
"Light" = "Claro";
"Classic" = "Clásico";
"System" = "Sistema";
"System Appeareance" = "Aparencia do sistema";

/* Log settings */
"Log Files" = "Ficheiros de rexistro";
"Browse log files" = "Examinar os ficheiros de rexistro";
"Share" = "Compartir";
"Delete all log files?" = "Eliminar todos os ficheiros de rexistro?";
"Delete all" = "Eliminar todo";

"Log Level" = "Nivel de rexistro";
"Log Destinations" = "Rexistrar destinos ";
"Privacy" = "Privacidade";

"Logging" = "Rexistrando";
"Enable logging" = "Activar o rexistro";
"Options" = "Opcións";

"Off" = "Apagado";
"Info" = "Información";
"Default" = "Predeterminado";
"Warning" = "Aviso";
"Error" = "Erro";

"Share log file" = "Compartir o ficheiro de rexistro";
"Reset log file" = "Restabelecer o ficheiro de rexistro";

"When activated, logs may impact performance and include sensitive information. However the logs are not subject to automatic submission to %@ servers. Sharing logs with others is sole user responsibility." = "Cando se activa, os rexistros poden impactar no rendemento e incluír información confidencial. Non obstante, os rexistros non están suxeitos a envío automático aos servidores %@. Compartir rexistros con outras persoas é responsabilidade exclusiva do usuario.";

"The last 10 archived logs are kept on the device - with each log covering up to 24 hours of usage. When sharing please bear in mind that logs may contain sensitive information such as server URLs and user-specific information." = "Os últimos 10 rexistros arquivados mantéñense no dispositivo: cada rexistro cobre ata 24 horas de uso. Ao compartilos, teña en conta que os rexistros poden conter información confidencial, como o URL do servidor e información específica do usuario.";

"Mask private data" = "Enmascarar datos privados";
"Enabling this option will attempt to mask private data, so it does not become part of any log. Since logging is a development and debugging feature, though, we can't guarantee that the log file will be free of any private data even with this option enabled. Therefore, please look through any log file and verify its free of any data you're not comfortable sharing before sharing it with anybody." = "Ao activar esta opción tentarase enmascarar os datos privados, polo que non formarán parte de ningún rexistro. Porén, dado que o rexistro é unha caracterśtica de desenvolvemento e depuración, non podemos garantizar que el archivo de rexistro estea libre de datos privados incluso con esta opción activada. Polo tanto, revise calquera ficheiro de rexistro e verifique que estea libre de calquera dato que non se sinta cómodo compartindo antes de compartilo con alguén.";

"No log file found" = "Non se atopou o ficheiro de rexistro";
"The log file can't be shared because no log file could be found or the log file is empty." = "O ficheiro de rexistro non se pode compartir porque non se puido atopar ningún ficheiro de rexistro ou o ficheiro de rexistro está baleiro.";
"Enable log file" = "Activar o ficheiro de rexistro";

"Really reset log file?" = "Confirma que quere restabelecer o ficheiro de rexistro?";
"This action can't be undone." = "Esta acción non se pode desfacer. ";

/* Data usage settings */
"Data usage" = "Uso de datos";
"Delete unused local copies" = "Eliminar as copias locais non utilizadas";
"Time measured since uploading, editing, downloading or viewing the respective file through this device. Does not apply to files downloaded via the Available Offline feature. Local copies may be deleted before the given period of time has passed, f.ex. because there's a newer version of a file on the server - or through the manual deletion of offline copies. Also, local copies may not be deleted after the given period of time has passed, f.ex. if an action is performed on it, the file is still in use - or the account holding the file hasn't been used in the app." = "Tempo medido dende o envío, edición, descarga ou visionado do ficheiro respectivo a través deste dispositivo. Non se aplica aos ficheiros descargados mediante a función Dispoñíbel sen conexión. As copias locais poden eliminarse antes de que transcorra o período de tempo dado, p. ex. porque hai unha versión máis recente dun ficheiro no servidor - ou a través da eliminación manual de copias sen conexión. Así mesmo, as copias locais non se poden eliminar após de que transcorra o período de tempo dado, p. ex. se se realiza unha acción sobre ela, o ficheiro aínda está en uso ou a conta que contén o ficheiro non se usou na aplicación.";
"never" = "nunca";
"after %@" = "após %@";
"Decrease Slider Value" = "Diminuír o valor do potenciómetro";
"Increase Slider Value" = "Aumentar o valor do potenciómetro";

"Cellular transfers" = "Transferencias móbiles";
"Some cellular data may still be used. To completely avoid the usage of cellular data, please turn off access to cellular for the entire app in the Settings app." = "Aínda se poden utilizar algúns datos móbiles. Para evitar o uso de datos móbiles, desactive o acceso á rede de datos para toda a apli na aplicación Axustes.";
"Cellular transfers have been disabled via MDM configuration. Please contact your administrator for more information." = "Desactiváronse as transferencias móbiles mediante configuración MDM Para máis información póñase en contacto co seu administrador.";
"General" = "Xeral";
"By feature" = "Por función";

"off" = "apagado";
"enabled" = "activado";

/* Display settings */
"Advanced settings" = "Axustes avanzados";
"Show hidden files and folders" = "Amosar os ficheiros agochados e os cartafoles";
"Show folders on top" = "Amosar os cartafoles na parte superior";
"Prevent gestures" = "Impedir os xestos";
"Prevent dragging of files and folders and multiselection using system defined gestures" = "Impide arrastrar ficheiros, cartafoles e multiselección usando xestos definidos polo sistema";

/* Advanced settings */
"Enable diagnostics" = "Activar o diagnóstico";

/* Passcode Messages */

"Enter code" = "Escriba o código";
"Repeat code" = "Repita o código";
"Delete code" = "Eliminar o código";
"The entered codes are different" = "Os códigos introducidos son diferentes ";
"Incorrect code" = "Código incorrecto";
"Please try again in %@" = "Tenteo de novo en %@";
"Unlock %@" = "Desbloquear %@";
"Biometric authentication failed" = "Produciuse un fallo na autenticación biométrica.";
"You are required to set the passcode" = "Debe estabelecer o código de seguridade";

/* Certificate management */

"Certificates" = "Certificados";
"User-approved certificates" = "Certificados aprobados polo usuario ";

"Approved" = "Aprobado";
"Auto-approved" = "Aprobado automaticamente";
"Revoke approval" =  "Revogar a aprobación";

/* Actions */

"Forbidden Characters" = "Caracteres prohibidos";
"File name cannot contain / or \\" = "O nome de ficheiro non pode conter / ou \\";
"Item with same name already exists" = "Xa existe un elemento co mesmo nome";
"An item with the same name already exists in this location." = "Xa existe un elemento co mesmo nome nesta localización.";
"New Folder" = "Novo cartafol";
"Folder name" = "Nome do cartafol";
"Rename" ="Renomear";
"Create folder" ="Crear un cartafol";
"Duplicate" = "Duplicar";
"Move" = "Mover";
"Open in" = "Abrir en";
"Copy" = "Copiar";
"Copy here" = "Copiar aquí";
"Cannot connect to " = "Non se pode conectar con";
" couldn't download file(s)" = "non é posíbel descargar o(s) ficheiro(s)";
"Actions" = "Accións";
"copy" = "copiar";
"Close Window" = "Pechar a xanela";
"Open in a new Window" = "Abrir nunha nova xanela.";
"Open in Window" = "Abrir na xanela.";
"Take photo or video" = "Facer unha foto ou vídeo";
"%ld Item was copied to the clipboard" = "%ld Item was copied to the clipboard";
"%ld Items were copied to the clipboard" = "%ld Items were copied to the clipboard";

"Preparing…" = "Preparando...";

"No actions available" = "Non hai accións dispoñíbeis";
"No actions are available for this folder, possibly because of missing permissions." = "Non hai accións dispoñíbeis para este cartafol, posibelmente por mor da falta de permisos.";

"Close actions menu" = "Pechar o menú de accións";
"Favorited" = "Marcado como favorito";
"Favorite item" = "Marcar o elemento como favorito";
"Unfavorite item" = "Retirar o elemento dos favoritos";
"Presentation Mode" = "Presentation Mode";
"Enabling presentation mode will prevent the display from sleep mode until the view is closed." = "Enabling presentation mode will prevent the display from sleep mode until the view is closed.";
"Enable" = "Activar";
"Exit Full Screen" = "Exit Full Screen";

/* Directory Picker Messages */
"Move here" = "Mover aquí";

/* Preview */
"Open file" = "Abrir ficheiro";
"Network unavailable" = "Rede non dispoñíbel";
"Error" = "Erro";
"Could not get the picture" = "Non foi posíbel obter a imaxe";
"Downloading" = "Descargando";
"File couldn't be opened" = "Non foi posíbel abrir o ficheiro";
"Connecting..." = "Conectando ...";

"File" = "Ficheiro";
"%@ was updated" = "%@ was updated";
"Would you like to view the updated version?" = "Would you like to view the updated version?";
"Show new version" = "Show new version";
"Refresh without asking" = "Refresh without asking";
"Ignore updates" = "Ignore updates";

/* PDF Viewer */
"Resume" = "Continuar";
"Go to page" = "Ir á páxina";
"Page" = "Páxina";
"This document has %@ pages" = "Este documento ten %@ páxinas";
"%@ of %@" = "%@ de %@";
"Invalid Page" = "Páxina incorrecta";
"The entered page number doesn't exist" = "O número de páxina introducido non existe";
"Search PDF" = "Buscar PDF";
"Outline" = "Esquema";
"Find Next" = "Find Next";
"Find Previous" = "Find Previous";
"Close Search" = "Close Search";

/* Photo Upload */
"Upload" = "Enviar";
"Select All" = "Seleccionar todo";
"Deselect All" = "Desmarcar todo";
"All Photos" = "Todas as fotos";
"Albums" = "Albumes";
"Importing from photo library" = "Importando dende a fototeca";
"Media import" = "Importación de ficheiros multimedia";
"%@ of %@" = "%@ de %@";
"Selected folder lacks file creation permission" = "O cartafol seleccionado carece de permiso para a creación de ficheiros";
"%d Item" = "%d elemento";
"%d Items" = "%d elementos";
"Select Items" = "Seleccionar os elementos";

/* Scan */
"Scan" = "Escanear";
"Scans" = "Escaneos";
"Scan document" = "Escanear documento";
"Saving" = "Gardando";
"File format" = "Formato de ficheiro";
"Name" = "Nome";
"Save as" = "Gardar como";
"Options" = "Opcións";
"Scan additional" = "Escaneo adicional";
"Create one file per page" = "Crea un ficheiro por páxina";

/* Scan */
"Scan" = "Escanear";
"Scans" = "Escaneos";
"Scan document" = "Escanear documento";
"Saving" = "Gardando";
"File format" = "Formato de ficheiro";
"Name" = "Nome";
"Save as" = "Gardar como";
"Options" = "Opcións";
"Scan additional" = "Escaneo adicional";
"Create one file per page" = "Crea un ficheiro por páxina";

/* Sharing */
"Searching Shares…" = "Buscando recursos compartidos...";
"Recipient" = "Destinatario";
"Recipients" = "Destinatarios";
"Public Link" = "Ligazón pública";
"Public Links" = "Ligazóns públicas";
"Shared by %@" = "Compartido por %@";
"Invite Recipient" = "Convidar ao destinatario";
"Recipients" = "Destinatarios";
"Add email or name" = "Engadir o correo ou o nome";
"Users" = "Usuarios";
"Groups" = "Grupos";
"Start typing to search users, groups and remote users." = "Comece a escribir para buscar usuarios, grupos e usuarios remotos.";
"(Group)" = "(Grupo)";
"Adding User to Share failed" = "Produciuse un fallo ao engadir ao usuario á compartición";
"Permissions" = "Permisos";
"Invited: %@" = "Convidado: %@";
"Created: %@" = "Creado: %@";
"Allows the users you share with to re-share" = "Permitirlle aos usuarios cos que comparte que volvan compartir ";
"Allows the users you share with to edit your shared files, and to collaborate" = "Permitirlle aos usuarios cos que comparte editar e colaborar nos seus ficheiros compartidos";
"Allows the users you share with to create new files and add them to the share" = "Permite aos usuarios cos que comparte crear novos ficheiros e engadilos á compartición";
"Allows uploading a new version of a shared file and replacing it" = "Permitir enviar unha nova versión dun ficheiro compartido e substituíla";
"Allows the users you share with to delete shared files" = "Permitirlle aos usuarios cos que comparte eliminar ficheiros compartidos";
"Setting permission failed" = "Produciuse un fallo ao axustar o permiso";
"Shared with" = "Compartido con";
"Remove Recipient failed" = "Produciuse un fallo ao retirar o destinatario";
"Remove Recipient" = "Retirar o destinatario";
"Create" = "Crear";
"Change" = "Cambiar";
"Recipients can view or download contents." = "Os destinatarios poden ver ou descargar contidos.";
"Recipients can view, download, edit, delete and upload contents." = "Os destinatarios poden ver, descargar, editar, eliminar e enviar contido.";
"Receive files from multiple recipients without revealing the contents of the folder." = "Recibir ficheiros de varios destinatarios sen revelar os contidos do cartafol.";
"Download / View" = "Descargar / Ver";
"Download / View / Upload" = "Descargar / Ver / Enviar ";
"Upload only (File Drop)" = "Só para enviar (soltar ficheiro)";
"Creating public link failed" = "Produciuse un fallo ao crear a ligazón pública";
"Create Public Link" = "Crear unha ligazón pública";
"Links" = "Ligazóns";
"Link" = "Ligazón";
"Setting expiration date failed" = "Produciuse un fallo ao axustar a data de caducidade";
"Expiration date" = "Data de caducidade";
"Copy Public Link" = "Copiar a ligazón pública";
"Delete Public Link" = "Eliminar a ligazón pública";
"Deleting Public Link failed" = "Produciuse un fallo ao eliminar a ligazón pública";
"Deleting password failed" = "Produciuse un fallo ao eliminar o contrasinal";
"Setting password failed" = "Produciuse un fallo ao axustar o contrasinal";
"Type to update password" = "Escriba para actualizar o contrasinal";
"Cannot change permission" = "Non é posíbel cambiar o permisos";
"Before you can set the permission\n%@,\n you must enter a password." = "Antes de poder estabelecer o permiso\n%@,\nten que introducir un contrasinal.";
"Password Protected" = "Protexido con contrasinal";
"Pending Federated Invites" = "Convites federados pendentes";
"Pending Invites" = "Convites pendentes";
"Shared with you" = "Compartido con vostede";
"Shared with others" = "Compartido con outros";
"Shares" = "Comparticións";
"Copy Private Link" = "Copiar a ligazón privada";
"Only recipients can use this link. Use it as a permanent link to point to this resource" = "Só os destinatarios poden usar esta ligazón. Utilíceo como ligazón permanente para apuntar a este recurso";
"Accept Share failed" = "Produciuse un fallo ao aceptar a compartición";
"Decline Share failed" = "Produciuse un fallo ao declinar a compartición";
"Accept" = "Aceptar";
"Decline" = "Declinar";
"Declined" = "Rexeitado";
"Decline Share" = "Declinar a compartición";
"Unshare" = "Deixar de compartir";
"Unshare failed" = "Produciuse un fallo ao deixar de compartir";
"Are you sure you want to unshare these items?" = "Confirma que quere deixar de compartir estes elementos?";
"Are you sure you want to unshare this item?" = "Confirma que quere deixar de compartir este elemento?";
"Share" = "Compartir";
"Read" = "Ler";
"Can Share" = "Pode compartir";
"Can Edit" = "Pode editar";
"Can Edit and Change" = "Pode editar e cambiar";
"Can Create" = "Pode crear";
"Can Change" = "Pode cambiar";
"Can Delete" = "Pode eliminar";
"Accept Invite %@" = "Aceptar o convite %@";
"Decline Invite %@" = "Declinar o convite %@";
"Decline cannot be undone." = "Non se pode desfacer a declinación.";
"Sharing" = "Compartindo";
"You" = "Vostede";
"Share this file" = "Compartir este ficheiro";
"Share this folder" = "Compartir este cartafol";
"shared" = "compartido";
"Owner" = "Propietario";
"Private Link" = "Ligazón privada";
"Created Public Link" = "Creouse a ligazón pública";
"URL was copied to the clipboard" = "O URL foi copiado no portapapeis";
"%@ is not available, when this account is offline. Please open the app and log into your account before you can do this action." = "%@ is not available, when this account is offline. Please open the app and log into your account before you can do this action.";
"%@ is not available for this item." = "%@ is not available for this item.";
"Share with user/group" = "Share with user/group";
"Share link" = "Ligazón para compartir";

/* Quick Access view */
"Quick Access" = "Acceso rápido";
"Collection" = "Colección";
"Recents" = "Recentes";
"Favorites"= "Favoritos";
"Images" = "Imaxes";
"PDF Documents" = "Documentos PDF";
"Text" = "Texto";
"Documents" = "Documentos";
"Audio" = "Son";

/* Media files settings */
"Media Files" = "Ficheiros multimedia";
"Download instead of streaming" = "Descarga no canto de fluxo";

/* Photo upload settings */
"Media Upload" = "Enviar multimedia";
"Media Export" = "Exportación de multimedia";
"Auto Upload" = "Envío automático";
"Convert HEIC to JPEG" = "Converter HEIC a JPEG";
"Convert videos to MP4" = "Converter os vídeos a MP4";
"Preserve original media file names" = "Conservar os nomes orixinais dos ficheiros multimedia";
"Auto Upload Photos" = "Enviar fotos automaticamente";
"Auto Upload Videos" = "Enviar vídeos automaticamente";
"Account" = "Conta";
"Accounts" = "Contas";
"Select account" = "Seleccionar unha conta";
"Photo upload path" = "Ruta de envío de fotos";
"Video upload path" = "Ruta de envío de vídeos";
"Select Upload Path" = "Seleccionar a ruta de envío";
"Auto upload of media was disabled since configured account / folder was not found" = "Desactivouse o envío automatico de ficheiros multimedia porque non se atopou a conta / cartafol configurado";
"Importing %@ media files for upload" = "Importando %@ ficheiros multimedia para o envío";
"Photo upload" = "Envío de fotos";
"Video upload" = "Envío de vídeos";

/* Background media uploads */
"Background uploads (Lab Version)" = "Background uploads (Lab Version)";
"Background uploads" = "Envíos en segundo plano ";
"Use background refresh" = "Usar a actualización de fondo";
"Allow this app to refresh the content when on Wi-Fi or mobile network in background." = "Allow this app to refresh the content when on Wi-Fi or mobile network in background.";
"Enable background uploads" = "Activar os envíos en segundo plano ";
"Use background location updates" = "Usar as actualizacións de localización en segundo plano";
"Background upload notifications" = "Notificacións de envíos en segundo plano ";
"If you would like background media uploads to be more reliable, you should enable background location updates." = "If you would like background media uploads to be more reliable, you should enable background location updates.";
"Background media uploads rely on location updates and will stop working if location acquisition permissions are revoked." = "Os envíos de multimedia en segundo plano dependen das actualizacións da localización e deixarán de funcionar se se revocan os permisos de adquisición da localización.";
"Otherwise background media uploads using background refresh technology would depend on how frequently you use the app." = "En caso contrario, os envíos de multimedia en segundo plano empregando a tecnoloxía de actualización en segundo plano dependerían da frecuencia de uso da aplicación.";
"Location permission denied" = "Denegado o permiso de localización";
"Please re-enable location acquisition in system settings" = "Reactive a adquisición da localización nos axustes do sistema";
"Scheduled upload of %ld media assets" = "Envío programado de %ld activos multimedia";

/* Progress summarizer */
"Creating %ld folders…" = "Creando %ld cartafoles…";
"Moving %ld items…" = "Movendo %ld elementos…";
"Copying %ld items…" = "Copiando %ld elementos…";
"Deleting %ld items…" = "Eliminando %ld elementos…";
"Uploading %ld files…" = "Enviando %ld ficheiros…";
"Downloading %ld files…" = "Descargando %ld ficheiros…";
"Updating %ld items…" = "Actualizando %ld elementos…";

/* Offline storage management */
"Free on %@" = "De balde en %@";
"unknown" = "descoñecido";
"Offline files use" = "Usar os ficheiros sen conexión";
"Compacting of '%@' failed" = "Produciuse un fallo na compactación de «%@»";
"Include available offline files" = "Incluír os ficheiros sen conexión dispoñíbeis";
"Delete Local Copies" = "Eliminar as copias locais";
"Manage" = "Administrar";
"Storage" = "Almacenamento";
"Compacting" = "Compactando";

"Really include available offline files?" = "Incluír realmente os ficheiros sen conexión dispoñíbeis?";
"Files and folders marked as Available Offline will become unavailable. They will be re-downloaded next time you log into your account (connectivity required)." = "Os ficheiros e cartafoles marcados como Dispoñíbel sen conexión non estarán dispoñibles. Volveranse a descargar a próxima vez que inicie sesión na súa conta (requírese conectividade).";

/* Diagnostic */
"Diagnostic Overview" = "Visión xeral do diagnóstico";
"Diagnostics" = "Diagnósticos";
"Share Diagnostics" = "Compartir os diagnósticos";
"Action executed" = "Acción executada";

"Update Status" = "Estado da actualización";
"Completed update scans" = "Escaneos de actualización completados";
"Total update scans" = "Escaneos de actualización total";

/* Available offline */
"Root folder" = "Cartafol raíz";
"at" = "a";
"(no match)" = "(sen coincidencia)";

"Make available offline" = "Facer dispoñíbel sen conexión";
"Make unavailable offline" = "Facer non dispoñíbel sen conexión";

"Available Offline" = "Dispoñíbel sen conexión";
"No items have been selected for offline availability." = "Non se seleccionou ningún elemento para a súa dispoñibilidade sen conexión.";

"Overview" = "Vista xeral";
"All Files" = "Todos os ficheiros";

/* Single Account */
"You are connected as\n%@" = "Está conectado como\n%@";

/* Release Notes */
"Proceed" = "Proceder";
"New in %@" = "Novo en %@";
"Thank you for using %@.\nIf you like our App, please leave an AppStore review.\n❤️" = "Grazas por usar %@.\nSe lle gusta a nosa aplicación, deixe unha reseña na AppStore.\n❤️";
"Thank you for using %@.\n" = "Grazas por usar %@.\n";

/* Key Commands */
"Select Next" = "Seleccionar seguinte";
"Select Previous" = "Seleccionar anterior";
"Open Selected" = "Abrir o seleccionado";
"Change Sort Order" = "Cambiar a ordenación";
"Search" = "Buscar";
"Back" = "Atrás";
"Save" = "Gardar";
"Sort by %@" = "Ordenar por %@";
"Tab %@" = "Lapela %@";
"Select Last Item on Page" = "Seleccionar último elemento na páxina";
"Scroll to Top" = "Desprazar cara arriba";
"Scroll to Bottom" = "Desprazar cara abaixo";
"Copy to Clipboard" = "Copy to Clipboard";
"Import from Clipboard" = "Import from Clipboard";
"Choose destination directory…" = "Choose destination directory…";
"Next" = "Seguinte";
"Previous" = "Anterior";
"Favorite" = "Favorito";
"Cut" = "Cortar";
"Play/Pause" = "Play/Pause";
"Skip Back" = "Skip Back";
"Skip Ahead" = "Skip Ahead";
"Go to Beginning" = "Go to Beginning";
"Mute/Unmute" = "Mute/Unmute";
"Full Screen" = "Full Screen";
"Switch Theme Style" = "Switch Theme Style";

/* Markup */
"How should this file be saved?" = "Como se debe gardar este ficheiro?";
"Overwrite original" = "Sobrescribir o orixinal";
"Save as copy" = "Gardar como copia";
"Discard changes" = "Desbotar os cambios";
"Markup" = "Marcado";
"Crop or Rotate" = "Recortar ou rotar";
"Saving edited file failed" = "Produciuse un fallo ao gardar o ficheiro editado";
"File no longer exists" = "O ficheiro xa non existe";

/* Licensing */
"Unlocked" = "Desbloqueado";
"Unlock" = "Desbloquear";

"Subscribe Now" = "Subscribirse agora";
"Free" = "De balde";

"%@ / %@" = "%@ / %@";
"after free %@ trial" = "após a proba de balde de %@";

/* Example usage: "Try [14 days] for free." */
"Try %@ for free." = "Probe %@ de balde.";

/* Example usage: "Then [1,99 €] / [year]." */
"Then %@ / %@." = "Entón %@/ %@.";

/* Example usage: "[1,99 €] / [year] - starting immediately." */
"%@ / %@ – starting immediately" = "%@ / %@ – comezando inmediatamente";

/* Licensing: Pro Features */
"Pro Features" = "Funcións profesionais";

/* Licensing: App Store */
"Restore purchases" = "Restaurar compras";
"Restoring purchases…" = "Restaurando compras...";
"Error restoring purchases" = "Produciuse un erro ao restaurar compras";
"Error loading product info from App Store"= "Produciuse un erro ao cargar a información do produto dende a App Store";
"Purchase failed" = "Produciuse un fallo na compra";
"More information" = "Máis información";

/* Licensing: Enterprise */
"Enterprise" = "Empresarial";

/* Licensing: Settings */
"In-App Purchases" = "Compras integradas na aplicación";
"Purchases" = "Compras";
"Error fetching transactions" = "Produciuse un erro ao obter as transaccións";
"Document Scanner" = "Escáner de documentos";
"Scan documents and photos with your camera." = "Escanear documentos e fotos coa cámara.";
"Shortcuts Actions" = "Accións de atallos";
"Use ownCloud actions in Shortcuts." = "Usar as accións do ownCloud en Atallos de teclado.";
"Markup Documents" = "Documentos de marcaxe";
"Markup photos and PDF files." = "Marcar fotos e ficheiros PDF";
"Unlock all Pro Features." = "Desbloquear todas as funcións profesionai.";

"Purchased App Version" = "Versión da aplicación adquirida ";
"Receipt Date" = "Data de recepción";
"Manage subscription" = "Administrar a subscrición";
"Purchases are not allowed on this device." = "Non están permitidas as compras neste dispositivo.";
"Type" = "Escribir";
"Quantity" = "Cantidade";
"Product" = "Produto";
"Date" = "Data";
"Cancelled" = "Cancelado";
"Ends" = "Remata";
"none" = "ningún";
"trial" = "proba";
"purchase" = "compra";
"subscription" = "subscrición";
"Photo Pro Features" = "Funcións profesionais de fotografía";
"Image metadata, extended upload options" = "Metadatos da imaxe, opcións de envío ampliadas";
"Purchase" = "Compra";
"Subscribe" = "Subscribir";

"No accounts found" = "Non se atoparon contas";
"In order to accurately determine your current licensing status, please add one or more accounts first." = "Para determinar con precisión o estado actual da súa licenza, engada primeiro unha ou máis contas.";

/* Share Sheet */
"Save File" = "Gardar o ficheiro";
"Choose an account and folder to import into." = "Escolla unha conta e cartafol para importar.";
"No account configured.\nSetup an new account in the app to save to." = "Non hai ningunha conta configurada.\nConfigure unha nova conta na apli para gardala.";
"Importing item %ld of %ld" = "Importando o elemento %ld de %ld";
"Error importing %@" = "Produciuse un erro ao importar %@";
"Error loading item" = "Produciuse un erro ao cargar o elemento";
"Preparing…" = "Preparando...";
"Save here" = "Gardar aquí";

/* Data migration from legacy app */
"Account Migration" = "Migración da conta";
"App Passcode" = "Código de seguridade da apli";
"Instant Upload Settings" = "Axustes do envío instantáneo";
"Migrating" = "Migración";
"Migrated" = "Migrada";
"Failed to migrate" = "Produciuse un fallo ao migrar";
"Failed to access legacy user data" = "Produciuse un fallo ao acceder aos datos de usuario anteriores";
"The app was upgraded to a new version. Below there is an overview of all migrated accounts." = "A aplicación actualizouse a unha nova versión. Embaixo hai unha visión xeral de todas as contas migradas.";

/* Misc. accessibility */
"Enter multiple selection" = "Introducir unha selección múltiple";

/* Universal Links */
"Resolving link…" = "Resolvendo a ligazón…";
"Link resolution failed" = "Fallou a resolución da ligazón";
"Couldn't resolve a private link since you are offline and corresponding item is not cached locally." = "Non foi posíbel resolver unha ligazón privada xa que está sen conexión e o elemento correspondente non está na memoria caché local.";
"Couldn't resolve a private link since the item is not known to the server." = "Non foi posíbel resolver unha ligazón privada porque o elemento non é coñecido polo servidor.";
"Link points to an account bookmark which is not configured in the app." = "A ligazón apunta a un marcador de conta que non está configurado na aplicación.";

/* Photo meta-data */
"Image metadata" = "Metadatos da imaxe";
"Image details" = "Detalles da imaxe";
"Profile" = "Perfil";
"Size" = "Tamaño";
"Density" = "Densidade";
"Color model" = "Modelo de cor";
"%@ (%d bits/channel)" = "%@ (%d bits/canle)";
"Histogram" = "Histograma";

"Camera details" = "Detalles da cámara";
"Capture settings" = "Axustes da captura";
"Time" = "Hora";
"EXIF aux info" = "Información auxiliar de EXIF";
"Authoring" =  "Autoría";
"TIFF" = "TIFF";

"Lens make" = "Marca da lente";
"Lens model" = "Modelo da lente";
"Lens info" = "Información da lente";
"Focal length" = "Lonxitude focal";
"Focal length @ 35 mm" = "Lonxitude focal @ 35 mm";

"Shutter speed" = "Velocidade do obturador";
"Aperture" = "Apertura";
"ISO" = "ISO";

/* EXIF: exposure program */
"Program" = "Programa";
"Not defined" = "Sen definir";
"Manual" = "Manual";
"Normal" = "Normal";
"Aperture priority" = "Prioridade de apertura";
"Shutter priority" = "Prioridade do obturador";
"Creative" = "Creativo";
"Action" = "Acción";
"Portrait" = "Retrato";
"Landscape" = "Paisaxe";

/* EXIF: exposure metering mode */
"Metering" = "Medición";
"unknown" = "descoñecido";
"Average" = "Media";
"CenterWeightedAverage" = "MediaPonderadaCentral";
"Spot" = "Punto";
"MultiSpot" = "Multipunto";
"Pattern" = "Patrón";
"Partial" = "Parcial";

/* EXIF: flash mode */
"Flash" = "Flash";
"Fired" = "Disparado";
"Didn't fire" = "Non houbo disparo";
"No strobe return detection" = "Non hai detección de retorno estroboscópico";
"Strobe return light not detected" = "Non se detectou ningún retorno de luz estroboscópica";
"Strobe return light detected" = "Detectouse o retorno de luz estroboscópica";
"Compulsory flash firing" = "Disparo flash obrigatorio";
"Compulsory flash supression" = "Supresión de flash obrigatoria";
"Auto mode" = "Modo automático";
"Red eye detection supported" = "Admite a detección de ollos vermellos";
"not present" = "non presente";

/* EXIF: white balance */
"White balance" = "Balance de brancos";
"Auto" = "Automático";
"Manual" = "Manual";

"Exposure bias" = "Sesgo de exposición";
"Uncalibrated" = "Sen calibrar";
"Original date" = "Data orixinal";
"Digitized date" = "Data dixitalizada";

"Color space" = "Espazo de cor";

/* EXIF: aux info */
"Lens ID" = "ID da lente";
"Lens serial" = "Serie da lente";
"Serial number" = "Número de serie";
"Flash compensation" = "Compensación do flash";
"Owner" = "Propietario";
"Firmware" = "Firmware";
"Keywords" = "Palabras clave";
"Copyright" = "Copyright";

/* IPTC meta data */
"Contact info" = "Información de contacto";
"Usage terms" = "Termos de uso";
"Scene" = "Escena";
"Description" = "Descrición";

/* IPTC photometric interpretation */
"Photometric interpretation" = "Interpretación fotométrica";
"none" = "ningún";
"RGB" = "RGB";
"YCbCr" = "YCbCr";

/* EXIF: gps position data */
"GPS Location" = "Localización GPS";
"Coordinates" = "Coordinates";
"Altitude" = "Altitude";
"Place" = "Lugar";
"E" = "L";
"W" = "O";
"N" = "N";
"S" = "S";

/* Pro photo upload settings */
"Extended upload settings" = "Axustes de envío ampliados";
"Prefer unedited photos" = "Preferir as fotos sen editar";
"Prefer RAW photos" = "Preferir as fotos en bruto (RAW)";
"Prefer original videos" = "Preferir os vídeos orixinais";

/* Limited photo library access */
"Limited Photo Access" = "Acceso de fotos limitado";
"Access for the media selected for upload is limited" = "O acceso ó medio seleccionado para subida é limitado";
"No Access to the media selected for upload" = "Non ten acceso ó medio seleccionado para subir.";

/* macOS support */
"Passcode protection is not supported on this device.\nPlease disable passcode lock in the app settings." = "Passcode protection is not supported on this device.\nPlease disable passcode lock in the app settings.";

/* MDM settings push */
"New settings received from MDM" = "New settings received from MDM";
"Tap to quit the app." = "Tap to quit the app.";
"Tap to launch the app." = "Tap to launch the app.";
